Repository: tarunpakhare/kheti_seva
Catalog: KhetiSeva/flutter_application_1/lib/l10n/app_*.arb
Languages: hi, kn, te

source: Home Page
hi: मुख पृष्ठ
kn: ಮುಖಪುಟ
te: హోమ్ పేజీ

# crp
source: Crop rotation is the practice of growing a series of different types of crops in the same area across a sequence of growing seasons. It reduces reliance on one set of nutrients, pest and weed pressure, and the probability of developing resistant pests and weeds.
hi: फसल चक्र एक ही क्षेत्र में बढ़ते मौसमों के क्रम में विभिन्न प्रकार की फसलों की एक श्रृंखला को उगाने की प्रथा है। यह पोषक तत्वों, कीट और खरपतवार के दबाव के एक सेट पर निर्भरता को कम करता है और प्रतिरोधी कीटों और खरपतवारों के विकसित होने की संभावना को कम करता है।
kn: ಬೆಳೆ ಸರದಿಯು ಬೆಳವಣಿಗೆಯ ಋತುಗಳ ಅನುಕ್ರಮದಲ್ಲಿ ಒಂದೇ ಪ್ರದೇಶದಲ್ಲಿ ವಿವಿಧ ರೀತಿಯ ಬೆಳೆಗಳನ್ನು ಬೆಳೆಯುವ ಅಭ್ಯಾಸವಾಗಿದೆ. ಇದು ಪೋಷಕಾಂಶಗಳ ಒಂದು ಸೆಟ್, ಕೀಟ ಮತ್ತು ಕಳೆಗಳ ಒತ್ತಡ ಮತ್ತು ನಿರೋಧಕ ಕೀಟಗಳು ಮತ್ತು ಕಳೆಗಳನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸುವ ಸಂಭವನೀಯತೆಯನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ
te: పంట భ్రమణం అనేది పెరుగుతున్న సీజన్ల క్రమంలో ఒకే ప్రాంతంలో వివిధ రకాలైన పంటల శ్రేణిని పండించే పద్ధతి. ఇది పోషకాలు, తెగులు మరియు కలుపు ఒత్తిడి మరియు నిరోధక తెగుళ్లు మరియు కలుపు మొక్కలను అభివృద్ధి చేసే సంభావ్యతపై ఆధారపడటాన్ని తగ్గిస్తుంది.

# name
source: Green manures are crops grown within a rotation for the purposes of: building soil organic matter and soil structure. supplying nitrogen and other nutrients for a following crop. preventing leaching of soluble nutrients from the soil.
hi: हरी खाद वे फसलें हैं जिन्हें एक क्रम में उगाकर निम्न उद्देश्यों के लिए उगाया जाता है: मिट्टी में कार्बनिक पदार्थ और मिट्टी की संरचना का निर्माण। अगली फसल के लिए नाइट्रोजन और अन्य पोषक तत्वों की आपूर्ति करना। मिट्टी से घुलनशील पोषक तत्वों की लीचिंग को रोकना।
kn: ಹಸಿರು ಗೊಬ್ಬರಗಳು ಇದರ ಉದ್ದೇಶಗಳಿಗಾಗಿ ತಿರುಗುವಿಕೆಯೊಳಗೆ ಬೆಳೆಯುವ ಬೆಳೆಗಳಾಗಿವೆ: ಮಣ್ಣಿನ ಸಾವಯವ ವಸ್ತು ಮತ್ತು ಮಣ್ಣಿನ ರಚನೆಯನ್ನು ನಿರ್ಮಿಸುವುದು. ಕೆಳಗಿನ ಬೆಳೆಗೆ ಸಾರಜನಕ ಮತ್ತು ಇತರ ಪೋಷಕಾಂಶಗಳನ್ನು ಪೂರೈಸುವುದು. ಮಣ್ಣಿನಿಂದ ಕರಗುವ ಪೋಷಕಾಂಶಗಳ ಸೋರಿಕೆಯನ್ನು ತಡೆಯುತ್ತದೆ.
te: పచ్చని ఎరువులు అనేవి వాటి ప్రయోజనాల కోసం భ్రమణంలో పండించే పంటలు: నేల సేంద్రియ పదార్థం మరియు నేల నిర్మాణాన్ని నిర్మించడం. కింది పంటకు నత్రజని మరియు ఇతర పోషకాలను సరఫరా చేయడం. నేల నుండి కరిగే పోషకాలు బయటకు రాకుండా నిరోధించడం.

# nameHint
source: Biological control is the use of living organisms to suppress pest populations, making them less damaging than they would otherwise be. Natural enemies of insects play an important role in limiting the densities of potential pests. These natural enemies include predators, parasitoids, and pathogens.
hi: जैविक नियंत्रण कीट आबादी को दबाने के लिए जीवित जीवों का उपयोग होता है, जिससे वे कम हानिकारक हो जाते हैं, अन्यथा। कीटों के प्राकृतिक शत्रु संभावित कीटों के घनत्व को सीमित करने में महत्वपूर्ण भूमिका निभाते हैं। इन प्राकृतिक शत्रुओं में परभक्षी, परजीवी और रोगजनक शामिल हैं।
kn: ಜೈವಿಕ ನಿಯಂತ್ರಣವು ಕೀಟಗಳ ಜನಸಂಖ್ಯೆಯನ್ನು ನಿಗ್ರಹಿಸಲು ಜೀವಂತ ಜೀವಿಗಳ ಬಳಕೆಯಾಗಿದೆ, ಅವುಗಳು ಇಲ್ಲದಿದ್ದರೆ ಅವು ಕಡಿಮೆ ಹಾನಿಗೊಳಗಾಗುತ್ತವೆ. ಸಂಭಾವ್ಯ ಕೀಟಗಳ ಸಾಂದ್ರತೆಯನ್ನು ಸೀಮಿತಗೊಳಿಸುವಲ್ಲಿ ಕೀಟಗಳ ನೈಸರ್ಗಿಕ ಶತ್ರುಗಳು ಪ್ರಮುಖ ಪಾತ್ರವಹಿಸುತ್ತವೆ. ಈ ನೈಸರ್ಗಿಕ ಶತ್ರುಗಳು ಪರಭಕ್ಷಕಗಳು, ಪರಾವಲಂಬಿಗಳು ಮತ್ತು ರೋಗಕಾರಕಗಳನ್ನು ಒಳಗೊಂಡಿವೆ.
te: జీవ నియంత్రణ అనేది పెస్ట్ జనాభాను అణిచివేసేందుకు జీవులను ఉపయోగించడం, అవి లేకపోతే వాటి కంటే తక్కువ నష్టాన్ని కలిగిస్తాయి. కీటకాల సహజ శత్రువులు సంభావ్య తెగుళ్ల సాంద్రతను పరిమితం చేయడంలో ముఖ్యమైన పాత్ర పోషిస్తాయి. ఈ సహజ శత్రువులలో మాంసాహారులు, పరాన్నజీవులు మరియు వ్యాధికారక క్రిములు ఉన్నాయి.

# email
source: Agricultural farms have useful and harmful organisms that affect the fields. The growth of organisms needs to be controlled to save crops and soil. In this process natural or less chemicals, herbicides and pesticides are used to protect soil and crops. Controlling other organisms requires proper maintenance throughout the area.
hi: कृषि फार्मों में उपयोगी और हानिकारक जीव होते हैं जो खेतों को प्रभावित करते हैं। फसलों और मिट्टी को बचाने के लिए जीवों की वृद्धि को नियंत्रित करने की आवश्यकता है। इस प्रक्रिया में प्राकृतिक या कम रसायनों, शाकनाशियों और कीटनाशकों का उपयोग मिट्टी और फसलों की रक्षा के लिए किया जाता है। अन्य जीवों को नियंत्रित करने के लिए पूरे क्षेत्र में उचित रखरखाव की आवश्यकता होती है।
kn: ಕೃಷಿ ಸಾಕಣೆ ಕೇಂದ್ರಗಳು ಹೊಲಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವ ಉಪಯುಕ್ತ ಮತ್ತು ಹಾನಿಕಾರಕ ಜೀವಿಗಳನ್ನು ಹೊಂದಿರುತ್ತವೆ. ಬೆಳೆಗಳು ಮತ್ತು ಮಣ್ಣನ್ನು ಉಳಿಸಲು ಜೀವಿಗಳ ಬೆಳವಣಿಗೆಯನ್ನು ನಿಯಂತ್ರಿಸಬೇಕಾಗಿದೆ. ಈ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ನೈಸರ್ಗಿಕ ಅಥವಾ ಕಡಿಮೆ ರಾಸಾಯನಿಕಗಳು, ಸಸ್ಯನಾಶಕಗಳು ಮತ್ತು ಕೀಟನಾಶಕಗಳನ್ನು ಮಣ್ಣು ಮತ್ತು ಬೆಳೆಗಳನ್ನು ರಕ್ಷಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ. ಇತರ ಜೀವಿಗಳನ್ನು ನಿಯಂತ್ರಿಸಲು ಪ್ರದೇಶದಾದ್ಯಂತ ಸರಿಯಾದ ನಿರ್ವಹಣೆ ಅಗತ್ಯವಿರುತ್ತದೆ.
te: వ్యవసాయ సాకనే కేంద్రాలు హోలాల మీద ప్రభావం బీరువా ఉపయోగకరమైన మరియు హానికరమైన జీవులను. పంటలు మరియు మన్నను కాపాడటం జీవుల వృద్ధిని నియంత్రించాల్సిన అవసరం ఉంది. ఈ ప్రకృతి సహజమైన లేదా తక్కువ రసాయనాలు, నాశకాలు మరియు కీటకనాశకాలను మట్టి మరియు పంటలను రక్షించడానికి అనుమతించబడుతుంది. ఇతర జీవులను నియంత్రించడానికి అన్ని ప్రాంతాలలో సరైన నిర్వహణ.

# emailHint
source: Earlier, monoculture was the practice of growing only one type of crop in agricultural fields and cultivating it in a specific area. However, in the recent world, polyculture has come into the picture to grow and cultivate different types of crops to meet the increasing crop demand and to produce essential soil microorganisms.
hi: इससे पहले, मोनोकल्चर कृषि क्षेत्रों में केवल एक प्रकार की फसल उगाने और एक विशिष्ट क्षेत्र में खेती करने की प्रथा थी। हालांकि, हाल की दुनिया में, बढ़ती फसल की मांग को पूरा करने और आवश्यक मिट्टी के सूक्ष्मजीवों का उत्पादन करने के लिए विभिन्न प्रकार की फसलों को उगाने और खेती करने के लिए बहुसंस्कृति तस्वीर में आ गई है।
kn: ಮೊದಲು ಏಕಬೆಳೆ ಪದ್ಧತಿಯು ಕೃಷಿ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ಒಂದೇ ರೀತಿಯ ಬೆಳೆಗಳನ್ನು ಬೆಳೆದು ನಿರ್ದಿಷ್ಟ ಪ್ರದೇಶದಲ್ಲಿ ಬೆಳೆಯುವ ಪದ್ಧತಿಯಾಗಿತ್ತು. ಆದಾಗ್ಯೂ, ಇತ್ತೀಚಿನ ಜಗತ್ತಿನಲ್ಲಿ, ಹೆಚ್ಚುತ್ತಿರುವ ಬೆಳೆ ಬೇಡಿಕೆಯನ್ನು ಪೂರೈಸಲು ಮತ್ತು ಅಗತ್ಯವಾದ ಮಣ್ಣಿನ ಸೂಕ್ಷ್ಮಾಣುಜೀವಿಗಳನ್ನು ಉತ್ಪಾದಿಸಲು ವಿವಿಧ ರೀತಿಯ ಬೆಳೆಗಳನ್ನು ಬೆಳೆಯಲು ಮತ್ತು ಬೆಳೆಸಲು ಪಾಲಿಕಲ್ಚರ್ ಚಿತ್ರಕ್ಕೆ ಬಂದಿದೆ.
te: ఇంతకుముందు, వ్యవసాయ క్షేత్రాలలో ఒక రకమైన పంటను మాత్రమే పండించి నిర్దిష్ట విస్తీర్ణంలో సాగు చేసే పద్ధతిని ఏకసంస్కృతి అంటారు. అయితే, ఇటీవలి ప్రపంచంలో, పెరుగుతున్న పంట డిమాండ్‌ను తీర్చడానికి మరియు అవసరమైన నేల సూక్ష్మజీవులను ఉత్పత్తి చేయడానికి వివిధ రకాల పంటలను పండించడానికి మరియు పండించడానికి పాలీకల్చర్ చిత్రంలోకి వచ్చింది.

# dateOfBirth
source: A weed, in simple words, is nothing but an unwanted plant growing in agricultural fields. However, in organic farming, more attention is paid to suppressing weeds rather than eliminating them completely. Two of the most widely used weed management techniques are: Mulching – the process of using plastic films to prevent weed growth, mowing and cutting – in which the top growth of weeds is removed.
hi: एक खरपतवार, सरल शब्दों में, कृषि क्षेत्रों में उगने वाले अवांछित पौधे के अलावा और कुछ नहीं है। हालाँकि, जैविक खेती में, खरपतवारों को पूरी तरह से खत्म करने के बजाय उन्हें दबाने पर अधिक ध्यान दिया जाता है। सबसे व्यापक रूप से उपयोग की जाने वाली खरपतवार प्रबंधन तकनीकों में से दो हैं: मल्चिंग - खरपतवार की वृद्धि को रोकने के लिए प्लास्टिक फिल्मों का उपयोग करने की प्रक्रिया, घास काटना और काटना - जिसमें खरपतवारों की शीर्ष वृद्धि को हटा दिया जाता है।
kn: ಕಾಳೆ, ಸರಳ ಪದಗಳಲ್ಲಿ, ಕೃಷಿ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ಬೆಳೆಯುವ ಅನಗತ್ಯ ಕಳೆ ಅಲ್ಲ, ಆದರೆ ಬೇರ್ ಇಲ್ಲ. ಆದಾಗ್ಯೂ, ಸಾವಯವ ಕೃಷಿಯಲ್ಲಿ, ಕಳೆಗಳನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಕಿತ್ತುಹಾಕುವ ಬದಲು ಅವುಗಳನ್ನು ನಿಗ್ರಹಿಸಲು ಹೆಚ್ಚಿನ ಗಮನ ನೀಡಲಾಗುತ್ತದೆ. ಹೆಚ್ಚು ವ್ಯಾಪಕವಾಗಿ ಬಳಸಲಾಗುವ ಎರಡು ಕಳೆ ನಿರ್ವಹಣಾ ತಂತ್ರಗಳು: ಮಲ್ಚಿಂಗ್ - ಕಳೆ ಬೆಳವಣಿಗೆಯನ್ನು ತಡೆಯಲು ಪ್ಲಾಸ್ಟಿಕ್ ಫಿಲ್ಮ್‌ಗಳನ್ನು ಬಳಸುವ ಪ್ರಕ್ರಿಯೆ ಮೊವಿಂಗ್ ಮತ್ತು ಕತ್ತರಿಸುವುದು - ಇದರಲ್ಲಿ ಕಳೆಗಳ ಅತಿಯಾದ ಬೆಳವಣಿಗೆಯನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.
te: ఒక కలుపు, సాధారణ మాటలలో, వ్యవసాయ క్షేత్రాలలో పెరుగుతున్న అవాంఛిత మొక్క తప్ప మరొకటి కాదు. అయితే, సేంద్రీయ వ్యవసాయంలో, కలుపు మొక్కలను పూర్తిగా తొలగించడం కంటే వాటిని అణిచివేసేందుకు ఎక్కువ శ్రద్ధ వహిస్తారు. అత్యంత విస్తృతంగా ఉపయోగించే కలుపు నిర్వహణ పద్ధతులు రెండు: మల్చింగ్ - కలుపు మొక్కల పెరుగుదలను నిరోధించడానికి ప్లాస్టిక్ ఫిల్మ్‌లను ఉపయోగించే ప్రక్రియ, కోత మరియు కోత - దీనిలో కలుపు మొక్కల ఎగువ పెరుగుదల తొలగించబడుతుంది.

# requiredField
source: After the season of cultivation has been conducted, the soil loses its nutrients and becomes less in quality. Rather than using harmful chemicals to enhance this soil, organic agriculture focuses on implementing natural ways to not only increase the health of soil but also keep the nature and human health unharmed. One of the best examples of natural ways to enhance soil is the use of bacteria that is present in animal waste. This bacteria help in making the soil nutrients more productive; much higher as compared to the chemical containing liquids.
hi: खेती का मौसम होने के बाद, मिट्टी अपने पोषक तत्वों को खो देती है और गुणवत्ता में कम हो जाती है। इस मिट्टी को बढ़ाने के लिए हानिकारक रसायनों का उपयोग करने के बजाय, जैविक कृषि प्राकृतिक तरीकों को लागू करने पर ध्यान केंद्रित करती है जिससे न केवल मिट्टी के स्वास्थ्य में वृद्धि होती है बल्कि प्रकृति और मानव स्वास्थ्य को भी नुकसान नहीं होता है। मिट्टी को बढ़ाने के प्राकृतिक तरीकों का सबसे अच्छा उदाहरण जानवरों के कचरे में मौजूद बैक्टीरिया का उपयोग है। यह जीवाणु मिट्टी के पोषक तत्वों को अधिक उत्पादक बनाने में मदद करते हैं; रासायनिक युक्त तरल पदार्थों की तुलना में बहुत अधिक।
kn: ಕೃಷಿಯ ಅವಧಿಯನ್ನು ನಡೆಸಿದ ನಂತರ, ಮಣ್ಣು ತನ್ನ ಪೋಷಕಾಂಶಗಳನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತದೆ ಮತ್ತು ಗುಣಮಟ್ಟದಲ್ಲಿ ಕಡಿಮೆ ಆಗುತ್ತದೆ. ಈ ಮಣ್ಣನ್ನು ಹೆಚ್ಚಿಸಲು ಹಾನಿಕಾರಕ ರಾಸಾಯನಿಕಗಳನ್ನು ಬಳಸುವುದಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿ, ಸಾವಯವ ಕೃಷಿಯು ಮಣ್ಣಿನ ಆರೋಗ್ಯವನ್ನು ಹೆಚ್ಚಿಸುವುದಲ್ಲದೆ ಪ್ರಕೃತಿ ಮತ್ತು ಮಾನವನ ಆರೋಗ್ಯವನ್ನು ಹಾನಿಗೊಳಗಾಗದಂತೆ ನೈಸರ್ಗಿಕ ಮಾರ್ಗಗಳನ್ನು ಅಳವಡಿಸಿಕೊಳ್ಳುವುದರ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸುತ್ತದೆ. ಮಣ್ಣನ್ನು ಹೆಚ್ಚಿಸುವ ನೈಸರ್ಗಿಕ ವಿಧಾನಗಳ ಅತ್ಯುತ್ತಮ ಉದಾಹರಣೆಯೆಂದರೆ ಪ್ರಾಣಿಗಳ ತ್ಯಾಜ್ಯದಲ್ಲಿ ಇರುವ ಬ್ಯಾಕ್ಟೀರಿಯಾದ ಬಳಕೆ. ಈ ಬ್ಯಾಕ್ಟೀರಿಯಾವು ಮಣ್ಣಿನ ಪೋಷಕಾಂಶಗಳನ್ನು ಹೆಚ್ಚು ಉತ್ಪಾದಕವಾಗಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ; ದ್ರವಗಳನ್ನು ಹೊಂದಿರುವ ರಾಸಾಯನಿಕಕ್ಕೆ ಹೋಲಿಸಿದರೆ ಹೆಚ್ಚು.
te: సాగు యొక్క సీజన్ నిర్వహించిన తరువాత, నేల దాని పోషకాలను కోల్పోతుంది మరియు నాణ్యతలో తక్కువగా మారుతుంది. ఈ నేలను మెరుగుపరచడానికి హానికరమైన రసాయనాలను ఉపయోగించడం కంటే, సేంద్రీయ వ్యవసాయం నేల ఆరోగ్యాన్ని పెంచడానికి మాత్రమే కాకుండా ప్రకృతి మరియు మానవ ఆరోగ్యాన్ని క్షేమంగా ఉంచడానికి సహజ మార్గాలను అమలు చేయడంపై దృష్టి పెడుతుంది. జంతు వ్యర్థాలలో ఉండే బ్యాక్టీరియాను ఉపయోగించడం మట్టిని మెరుగుపరచడానికి సహజ మార్గాలలో ఉత్తమ ఉదాహరణలలో ఒకటి. ఈ బ్యాక్టీరియా నేల పోషకాలను మరింత ఉత్పాదకంగా చేయడంలో సహాయపడుతుంది; ద్రవాలతో కూడిన రసాయనాలతో పోలిస్తే చాలా ఎక్కువ.

# submitInfo
source: Rich in nutrients, it is recycled organic material used as fertilizer in agricultural fields, which is the reason for the implementation of organic farming in many countries, which reduces the use of various harmful chemicals that can have dangerous effects on crops in the field. Here, there is a greater focus on using natural means to improve the quality of soil and cultivated crops. Organic farming is nothing but modernization in agriculture. It is a combination of science, technology and nature.
hi: पोषक तत्वों से भरपूर, यह कृषि क्षेत्रों में उर्वरक के रूप में उपयोग की जाने वाली जैविक सामग्री का पुनर्नवीनीकरण है, जो कई देशों में जैविक खेती के कार्यान्वयन का कारण है, जो विभिन्न हानिकारक रसायनों के उपयोग को कम करता है जो कि खेत में फसलों पर खतरनाक प्रभाव डाल सकते हैं। यहां, मिट्टी और खेती की फसलों की गुणवत्ता में सुधार के लिए प्राकृतिक साधनों का उपयोग करने पर अधिक ध्यान दिया जाता है। जैविक खेती कृषि में आधुनिकीकरण के अलावा और कुछ नहीं है। यह विज्ञान, प्रौद्योगिकी और प्रकृति का एक संयोजन है।
kn: ಪೋಷಕಾಂಶಗಳಲ್ಲಿ ಸಮೃದ್ಧವಾಗಿರುವ ಇದು ಕೃಷಿ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ರಸಗೊಬ್ಬರವಾಗಿ ಬಳಸಲಾಗುವ ಮರುಬಳಕೆಯ ಸಾವಯವ ವಸ್ತುವಾಗಿದೆ, ಇದು ಅನೇಕ ದೇಶಗಳಲ್ಲಿ ಸಾವಯವ ಕೃಷಿಯ ಅನುಷ್ಠಾನಕ್ಕೆ ಕಾರಣವಾಗಿದೆ, ಇದು ಕ್ಷೇತ್ರದಲ್ಲಿ ಬೆಳೆಗಳ ಮೇಲೆ ಅಪಾಯಕಾರಿ ಪರಿಣಾಮಗಳನ್ನು ಬೀರುವ ವಿವಿಧ ಹಾನಿಕಾರಕ ರಾಸಾಯನಿಕಗಳ ಬಳಕೆಯನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ. ಇಲ್ಲಿ, ಮಣ್ಣು ಮತ್ತು ಕೃಷಿ ಬೆಳೆಗಳ ಗುಣಮಟ್ಟವನ್ನು ಸುಧಾರಿಸಲು ನೈಸರ್ಗಿಕ ವಿಧಾನಗಳನ್ನು ಬಳಸುವುದರ ಮೇಲೆ ಹೆಚ್ಚಿನ ಗಮನವನ್ನು ನೀಡಲಾಗುತ್ತದೆ. ಸಾವಯವ ಕೃಷಿಯು ಕೃಷಿಯಲ್ಲಿ ಆಧುನೀಕರಣವಲ್ಲದೆ ಬೇರೇನೂ ಅಲ್ಲ. ಇದು ವಿಜ್ಞಾನ, ತಂತ್ರಜ್ಞಾನ ಮತ್ತು ಪ್ರಕೃತಿಯ ಸಂಯೋಜನೆಯಾಗಿದೆ.
te: పోషకాలతో సమృద్ధిగా, ఇది వ్యవసాయ క్షేత్రాలలో ఎరువుగా ఉపయోగించే రీసైకిల్ సేంద్రీయ పదార్థం, ఇది అనేక దేశాలలో సేంద్రీయ వ్యవసాయాన్ని అమలు చేయడానికి కారణం, ఇది పొలంలో పంటలపై ప్రమాదకరమైన ప్రభావాలను కలిగించే వివిధ హానికరమైన రసాయనాల వాడకాన్ని తగ్గిస్తుంది. ఇక్కడ, నేల మరియు సాగు చేసిన పంటల నాణ్యతను మెరుగుపరచడానికి సహజ మార్గాలను ఉపయోగించడంపై ఎక్కువ దృష్టి ఉంది. సేంద్రియ వ్యవసాయం వ్యవసాయంలో ఆధునికీకరణ తప్ప మరొకటి కాదు. ఇది సైన్స్, టెక్నాలజీ మరియు ప్రకృతి కలయిక.

# aboutUs
source: Since organic agriculture encourages the use of natural ways to enhance the farm, crops and soil; there is a discouragement of genetically engineered animals and plants. Hence, genetic modification is kept out of this agriculture. However, there is an argument keeping in mind that the pollen present in such modified crops are present in the stock of seeds used for organic agriculture, making it impossible to keep this completely out of this agriculture.
hi: चूंकि जैविक कृषि खेत, फसलों और मिट्टी को बढ़ाने के लिए प्राकृतिक तरीकों के उपयोग को प्रोत्साहित करती है; आनुवंशिक रूप से संशोधित जानवरों और पौधों को हतोत्साहित किया जाता है। इसलिए, इस कृषि से आनुवंशिक संशोधन को बाहर रखा गया है। हालाँकि, यह ध्यान में रखते हुए एक तर्क दिया जाता है कि ऐसी संशोधित फसलों में मौजूद पराग जैविक कृषि के लिए उपयोग किए जाने वाले बीजों के स्टॉक में मौजूद होते हैं, जिससे इसे इस कृषि से पूरी तरह से बाहर रखना असंभव हो जाता है।
kn: ಸಾವಯವ ಕೃಷಿಯು ಕೃಷಿ, ಬೆಳೆಗಳು ಮತ್ತು ಮಣ್ಣನ್ನು ಹೆಚ್ಚಿಸಲು ನೈಸರ್ಗಿಕ ಮಾರ್ಗಗಳ ಬಳಕೆಯನ್ನು ಪ್ರೋತ್ಸಾಹಿಸುವುದರಿಂದ; ತಳೀಯವಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಪ್ರಾಣಿಗಳು ಮತ್ತು ಸಸ್ಯಗಳ ನಿರುತ್ಸಾಹವಿದೆ. ಆದ್ದರಿಂದ, ಆನುವಂಶಿಕ ಮಾರ್ಪಾಡುಗಳನ್ನು ಈ ಕೃಷಿಯಿಂದ ಹೊರಗಿಡಲಾಗಿದೆ. ಆದಾಗ್ಯೂ, ಇಂತಹ ಮಾರ್ಪಡಿಸಿದ ಬೆಳೆಗಳಲ್ಲಿ ಇರುವ ಪರಾಗವು ಸಾವಯವ ಕೃಷಿಗೆ ಬಳಸುವ ಬೀಜಗಳ ದಾಸ್ತಾನುಗಳಲ್ಲಿ ಇರುವುದರಿಂದ ಇದನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಈ ಕೃಷಿಯಿಂದ ಹೊರಗಿಡಲು ಸಾಧ್ಯವಿಲ್ಲ ಎಂಬ ವಾದವಿದೆ.
te: సేంద్రీయ వ్యవసాయం పొలం, పంటలు మరియు నేలను మెరుగుపరచడానికి సహజ మార్గాలను ఉపయోగించడాన్ని ప్రోత్సహిస్తుంది కాబట్టి; జన్యుపరంగా ఇంజనీరింగ్ చేయబడిన జంతువులు మరియు మొక్కల నిరుత్సాహం ఉంది. అందువల్ల, ఈ వ్యవసాయం నుండి జన్యు మార్పును దూరంగా ఉంచారు. అయితే, అటువంటి మార్పు చేసిన పంటలలో ఉండే పుప్పొడి సేంద్రీయ వ్యవసాయానికి ఉపయోగించే విత్తనాల స్టాక్‌లో ఉందని, దీనిని పూర్తిగా ఈ వ్యవసాయం నుండి దూరంగా ఉంచడం అసాధ్యం అని ఒక వాదన ఉంది.

source: Settings
hi: समायोजन
kn: تنظیمات
te: الإعدادات

source: Change Language
hi: भाषा बदलो
kn: تغیر زبان
te: تغيير اللغة

# about
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged. It was popularised in the 1960s with the release of Letraset sheets containing Lorem Ipsum passages, and more recently with desktop publishing software like Aldus PageMaker including versions of Lorem Ipsum.
hi: Lorem Ipsum छपाई और अक्षर योजन उद्योग का एक साधारण डमी पाठ है. Lorem Ipsum सन १५०० के बाद से अभी तक इस उद्योग का मानक डमी पाठ मन गया, जब एक अज्ञात मुद्रक ने नमूना लेकर एक नमूना किताब बनाई. यह न केवल पाँच सदियों से जीवित रहा बल्कि इसने इलेक्ट्रॉनिक मीडिया में छलांग लगाने के बाद भी मूलतः अपरिवर्तित रहा. यह 1960 के दशक में Letraset Lorem Ipsum अंश युक्त पत्र के रिलीज के साथ लोकप्रिय हुआ, और हाल ही में Aldus PageMaker Lorem Ipsum के संस्करणों सहित तरह डेस्कटॉप प्रकाशन सॉफ्टवेयर के साथ अधिक प्रचलित हुआ.try's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged. It was popularised in the 1960s with the release of Letraset sheets containing Lorem Ipsum passages, and more recently with desktop publishing software like Aldus PageMaker including versions of Lorem Ipsum.
kn: Lorem Ipsum به سادگی متن ساختگی صنعت چاپ و تحریر است. لورم ایپسوم از دهه 1500 میلادی متن استاندارد ساختگی این صنعت بوده است ، هنگامی که یک چاپگر ناشناخته یک نوع تابلو را از آن گرفت و آنرا تکه تکه کرد تا یک کتاب نمونه از نوع تهیه کند. این نه تنها پنج قرن زنده مانده است ، بلکه جهش به تایپ الکترونیکی است ، که در واقع بدون تغییر باقی مانده است. در دهه 1960 با انتشار برگه های Letraset حاوی قطعه های Lorem Ipsum و اخیراً با نرم افزار نشر رومیزی مانند Aldus PageMaker از جمله نسخه های Lorem Ipsum رواج یافت.
te: لوريم إيبسوم(Lorem Ipsum) هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف. خمسة قرون من الزمن لم تقضي على هذا النص، بل انه حتى صار مستخدماً وبشكله الأصلي في الطباعة والتنضيد الإلكتروني. انتشر بشكل كبير في ستينيّات هذا القرن مع إصدار رقائق 'ليتراسيت' (Letraset) البلاستيكية تحوي مقاطع من هذا النص، وعاد لينتشر مرة أخرى مؤخراَ مع ظهور برامج النشر الإلكتروني مثل 'ألدوس بايج مايكر' (Aldus PageMaker) والتي حوت أيضاً على نسخ من نص لوريم إيبسوم.
